Repository: Tears822/Sushi_Food
Catalog: HidaSushi.Client/Resources/Resource.*.resx
Languages: fr

# Navigation.Home
source: Home
fr: Accueil

# Navigation.BuildRoll
source: Build Roll
fr: Créer un Roll

# Navigation.TrackOrder
source: Track Order
fr: Suivre la Commande

# Navigation.Login
source: Login
fr: Connexion

# Navigation.Cart
source: Cart
fr: Panier

# Home.Title
source: Premium Sushi Delivered
fr: Sushi Premium Livré

# Home.Subtitle
source: Fresh & Delicious
fr: Frais & Délicieux

# Home.Description
source: Experience the finest sushi crafted by Chef Jonathan. Fresh ingredients, authentic flavors, delivered to your door.
fr: Découvrez le meilleur sushi préparé par le Chef Jonathan. Ingrédients frais, saveurs authentiques, livrés à votre porte.

# Home.OrderNow
source: Order Now
fr: Commander Maintenant

# Home.ExploreMenu
source: Explore Menu
fr: Explorer le Menu

# Home.PremiumSushi
source: Premium Sushi
fr: Sushi Premium

# Home.FreshDelicious
source: Fresh & Delicious
fr: Frais & Délicieux

# Home.WhyChooseTitle
source: Why Choose HIDA SUSHI
fr: Pourquoi Choisir HIDA SUSHI

# Home.WhyChooseDescription
source: Experience the perfect blend of traditional Japanese craftsmanship and modern convenience
fr: Découvrez le mélange parfait entre l'artisanat japonais traditionnel et la commodité moderne

# Home.FreshIngredientsTitle
source: Fresh Ingredients
fr: Ingrédients Frais

# Home.FreshIngredientsDescription
source: Daily sourced premium fish and organic vegetables for the finest quality.
fr: Poisson premium et légumes biologiques sourcés quotidiennement pour la meilleure qualité.

# Home.MasterChefTitle
source: Master Chef
fr: Chef Maître

# Home.MasterChefDescription
source: Crafted by Chef Jonathan with 15+ years of Japanese culinary expertise.
fr: Préparé par le Chef Jonathan avec plus de 15 ans d'expertise culinaire japonaise.

# Home.FastDeliveryTitle
source: Fast Delivery
fr: Livraison Rapide

# Home.FastDeliveryDescription
source: Lightning-fast delivery in 25-35 minutes while maintaining freshness.
fr: Livraison ultra-rapide en 25-35 minutes tout en préservant la fraîcheur.

# Home.CustomRollsTitle
source: Custom Rolls
fr: Rouleaux Personnalisés

# Home.CustomRollsDescription
source: Build your perfect roll with our interactive ingredient selection tool.
fr: Créez votre rouleau parfait avec notre outil de sélection d'ingrédients interactif.

# Home.SignatureRollsTitle
source: Signature Rolls
fr: Rouleaux Signature

# Home.SignatureRollsDescription
source: Handcrafted creations that tell a story with every bite.
fr: Créations artisanales qui racontent une histoire à chaque bouchée.

# Home.LoadingSignatureRolls
source: Loading signature rolls...
fr: Chargement des rouleaux signature...

# Home.ComingSoonTitle
source: Coming Soon
fr: Bientôt Disponible

# Home.ComingSoonDescription
source: Our signature rolls are being prepared with love.
fr: Nos rouleaux signature sont préparés avec amour.

# Home.ViewFullMenu
source: View Full Menu
fr: Voir le Menu Complet

# Home.AboutChefTitle
source: Meet the Master
fr: Rencontrez le Maître

# Home.AboutChefDescription
source: Every roll at HIDA SUSHI tells a story. From traditional nigiri to innovative fusion creations, Chef Jonathan combines authentic Japanese techniques with contemporary flavors.
fr: Chaque rouleau chez HIDA SUSHI raconte une histoire. Du nigiri traditionnel aux créations fusion innovantes, le Chef Jonathan combine les techniques japonaises authentiques avec les saveurs contemporaines.

# Home.SignatureRollsCount
source: Signature Rolls
fr: Rouleaux Signature

# Home.FreshIngredientsCount
source: Fresh Ingredients
fr: Ingrédients Frais

# Home.HowItWorksTitle
source: How It Works
fr: Comment Ça Marche

# Home.HowItWorksDescription
source: From selection to delivery in just a few simple steps
fr: De la sélection à la livraison en quelques étapes simples

# Home.ChooseRollsTitle
source: Choose Your Rolls
fr: Choisissez Vos Rouleaux

# Home.ChooseRollsDescription
source: Browse our signature collection or build your own custom roll with fresh ingredients
fr: Parcourez notre collection signature ou créez votre propre rouleau personnalisé avec des ingrédients frais

# Home.SecurePaymentTitle
source: Secure Payment
fr: Paiement Sécurisé

# Home.SecurePaymentDescription
source: Quick and secure checkout with multiple payment options including card and cash
fr: Paiement rapide et sécurisé avec plusieurs options de paiement incluant carte et espèces

# Home.FastDeliveryTitle2
source: Fast Delivery
fr: Livraison Rapide

# Home.ReadyToOrder
source: Ready to Order?
fr: Prêt à Commander ?

# Home.OrderQuestion
source: Ready to Order?
fr: Prêt à Commander ?

# Home.OrderDescription
source: Start your culinary journey with our premium sushi selection or create your own masterpiece
fr: Commencez votre voyage culinaire avec notre sélection de sushi premium ou créez votre propre chef-d'œuvre

# Home.ViewMenu
source: View Menu
fr: Voir le Menu

# Home.BuildYourOwn
source: Build Your Own
fr: Créez le Vôtre

# Home.TrackOrderDescription
source: Track your order in real-time and enjoy fresh sushi at your doorstep
fr: Suivez votre commande en temps réel et savourez du sushi frais à votre porte

# Menu.HandcraftedByChef
source: Handcrafted by Chef Jonathan
fr: Artisanal par le Chef Jonathan

# Menu.OurMenu
source: Our
fr: Notre

# Menu.Description
source: Signature rolls with authentic flavors and fresh ingredients. Create your own or choose from our curated selection.
fr: Rouleaux signature avec des saveurs authentiques et des ingrédients frais. Créez le vôtre ou choisissez parmi notre sélection.

# Menu.AllRolls
source: All Rolls
fr: Tous les Rouleaux

# Menu.Vegetarian
source: Vegetarian
fr: Végétarien

# Menu.BuildYourOwn
source: Build Your Own
fr: Créer le Vôtre

# Menu.LoadingRolls
source: Loading delicious rolls...
fr: Chargement des délicieux rouleaux...

# Menu.NoRollsFound
source: No rolls found
fr: Aucun rouleau trouvé

# Menu.NoRollsFoundDescription
source: Try adjusting your filter or check back later for new additions.
fr: Essayez d'ajuster votre filtre ou revenez plus tard pour de nouvelles additions.

# Menu.ViewAllRolls
source: View All Rolls
fr: Voir Tous les Rouleaux

# Menu.CustomRollTitle
source: Want Something Custom?
fr: Vous Voulez Quelque Chose de Personnalisé ?

# Menu.CustomRollDescription
source: Build your own sushi roll with our premium ingredients. Like building a pizza, but with sushi!
fr: Créez votre propre rouleau de sushi avec nos ingrédients premium. Comme construire une pizza, mais avec du sushi !

# Menu.BuildYourOwnRoll
source: Build Your Own Roll
fr: Créer Votre Propre Rouleau

# Common.AddToCart
source: Add to Cart
fr: Ajouter au Panier

# Common.ViewDetails
source: View Details
fr: Voir les Détails

# Common.Price
source: Price
fr: Prix

# Common.Loading
source: Loading...
fr: Chargement...

# Common.Error
source: Error
fr: Erreur

# Common.Success
source: Success
fr: Succès

# About.Title
source: About Chef Jonathan - HIDA SUSHI
fr: À Propos du Chef Jonathan - HIDA SUSHI

# About.MasterSushiChef
source: Master Sushi Chef
fr: Maître Sushi Chef

# About.SushiArtistStoryteller
source: Sushi Artist & Storyteller
fr: Artiste Sushi & Conteur

# About.HeroDescription
source: Every roll tells a story. Every ingredient has a purpose. Welcome to the world of HIDA SUSHI, where tradition meets innovation.
fr: Chaque rouleau raconte une histoire. Chaque ingrédient a un but. Bienvenue dans le monde de HIDA SUSHI, où la tradition rencontre l'innovation.

# About.ViewOurMenu
source: View Our Menu
fr: Voir Notre Menu

# About.GetInTouch
source: Get in Touch
fr: Nous Contacter

# About.MasterOfSushi
source: Master of Sushi
fr: Maître du Sushi

# About.TheHidaSushiStory
source: The
fr: L'

# About.Story
source: Story
fr: Histoire

# About.StoryDescription
source: Born from passion, driven by purpose, and crafted with artistry.
fr: Né de la passion, guidé par le but, et créé avec l'art.

# About.WhereArtMeetsTaste
source: Where Art Meets Taste
fr: Où l'Art Rencontre le Goût

# ProductCard.PremiumSushi
source: Premium Sushi
fr: Sushi Premium

# ProductCard.Veggie
source: VEGGIE
fr: VÉGÉTARIEN

# ProductCard.MoreIngredients
source: +{0} more
fr: +{0} de plus

# Cart.Title
source: Shopping Cart
fr: Panier d'achat

# Cart.Empty
source: Your cart is empty
fr: Votre panier est vide

# Cart.EmptyDescription
source: Add some delicious sushi to get started!
fr: Ajoutez des sushis délicieux pour commencer !

# Cart.ViewMenu
source: View Menu
fr: Voir le menu

# Cart.Subtotal
source: Subtotal
fr: Sous-total

# Cart.Checkout
source: Checkout
fr: Commander

# About.CulinaryPhilosophy
source: Culinary Philosophy
fr: Philosophie culinaire

# About.CulinaryPhilosophyQuote
source: Sushi is not just food—it's a canvas for storytelling. Every ingredient is chosen with purpose, every roll crafted with intention.
fr: Le sushi n'est pas seulement de la nourriture—c'est une toile pour raconter des histoires. Chaque ingrédient est choisi avec un but, chaque rouleau est créé avec intention.

# About.SignatureRollsCount
source: Signature Rolls
fr: Rouleaux signature

# About.YearsExperience
source: Years Experience
fr: Années d'expérience

# About.TheJourney
source: The Journey
fr: Le voyage

# About.JourneyDescription
source: From traditional training in Japan to innovative fusion in Brussels.
fr: De la formation traditionnelle au Japon à l'innovation fusion à Bruxelles.

# About.TokyoTraining
source: Tokyo Training
fr: Formation à Tokyo

# About.TokyoTrainingDescription
source: Three years of intensive training under master sushi chefs in Tokyo, learning the ancient art of sushi preparation and presentation.
fr: Trois ans de formation intensive sous la direction de maîtres sushis à Tokyo, apprenant l'art ancien de la préparation et de la présentation du sushi.

# About.GlobalInspiration
source: Global Inspiration
fr: Inspiration mondiale

# About.GlobalInspirationDescription
source: Traveled across Europe and Asia, gathering inspiration from diverse culinary traditions and learning to blend flavors from different cultures.
fr: Voyagé à travers l'Europe et l'Asie, recueillant l'inspiration de diverses traditions culinaires et apprenant à mélanger les saveurs de différentes cultures.

# About.HidaSushiBorn
source: HIDA SUSHI Born
fr: HIDA SUSHI est né

# About.HidaSushiBornDescription
source: Established HIDA SUSHI in Brussels, creating a unique fusion of traditional Japanese techniques with European influences and storytelling elements.
fr: Établi HIDA SUSHI à Bruxelles, créant une fusion unique de techniques japonaises traditionnelles avec des influences européennes et des éléments narratifs.

# About.OurValues
source: Our Values
fr: Nos valeurs

# About.OurValuesDescription
source: The principles that guide every roll we create and every customer we serve.
fr: Les principes qui guident chaque rouleau que nous créons et chaque client que nous servons.

# About.FreshIngredients
source: Fresh Ingredients
fr: Ingrédients frais

# About.FreshIngredientsDescription
source: We source only the finest, freshest ingredients, ensuring every bite delivers exceptional quality and authentic flavors.
fr: Nous nous approvisionnons uniquement en ingrédients les plus fins et les plus frais, garantissant que chaque bouchée offre une qualité exceptionnelle et des saveurs authentiques.

# About.ArtisanCraftsmanship
source: Artisan Craftsmanship
fr: Artisanat artisanal

# About.ArtisanCraftsmanshipDescription
source: Each roll is handcrafted with precision and care, combining traditional techniques with innovative presentation and flavor combinations.
fr: Chaque rouleau est fabriqué à la main avec précision et soin, combinant des techniques traditionnelles avec une présentation et des combinaisons de saveurs innovantes.

# About.CustomerExperience
source: Customer Experience
fr: Expérience client

# About.CustomerExperienceDescription
source: From order to delivery, we focus on creating memorable experiences that bring joy and satisfaction to every customer interaction.
fr: De la commande à la livraison, nous nous concentrons sur la création d'expériences mémorables qui apportent joie et satisfaction à chaque interaction client.

# About.Subtitle
source: Crafting exceptional sushi experiences with passion, artistry, and authentic Japanese tradition
fr: Créer des expériences sushi exceptionnelles avec passion, art et tradition japonaise authentique

# About.StoryTitle
source: Our Story
fr: Notre Histoire

# About.StoryDescription2
source: After years of training under master sushi chefs in Tokyo, Chef Jonathan brought his expertise to Brussels, where he discovered the perfect fusion of Japanese tradition and European innovation. Each roll tells a story, each ingredient has a purpose.
fr: Après des années de formation sous les maîtres sushi de Tokyo, le Chef Jonathan a apporté son expertise à Bruxelles, où il a découvert la fusion parfaite entre tradition japonaise et innovation européenne. Chaque roll raconte une histoire, chaque ingrédient a un but.

# About.StoryDescription3
source: Today, HIDA SUSHI represents more than just a restaurant—it's a culinary journey that honors the past while embracing the future. We believe that great sushi is not just about taste, but about creating moments of joy and connection.
fr: Aujourd'hui, HIDA SUSHI représente plus qu'un simple restaurant—c'est un voyage culinaire qui honore le passé tout en embrassant l'avenir. Nous croyons que les grands sushis ne concernent pas seulement le goût, mais la création de moments de joie et de connexion.

# About.FreshIngredientsCount
source: Fresh Ingredients
fr: Ingrédients Frais

# About.ReadyToOrder
source: Ready to Order?
fr: Prêt à Commander?

# About.OrderQuestion
source: Experience the art of exceptional sushi, crafted with passion and delivered with care.
fr: Découvrez l'art du sushi exceptionnel, préparé avec passion et livré avec soin.

# About.ViewMenu
source: View Menu
fr: Voir le Menu

# About.BuildYourOwn
source: Build Your Own
fr: Créez le Vôtre

# Contact.Title
source: Contact & Hours - HIDA SUSHI
fr: Contact & Horaires - HIDA SUSHI

# Contact.ContactUs
source: 📞 Contact Us
fr: 📞 Contactez-nous

# Contact.ContactDescription
source: Get in touch • Order info • Location & Hours
fr: Entrez en contact • Infos de commande • Localisation & Horaires

# Contact.GetInTouch
source: Get in Touch
fr: Entrez en contact

# Contact.Phone
source: Phone
fr: Téléphone

# Contact.PhoneAvailable
source: Available during business hours
fr: Disponible pendant les heures d'ouverture

# Contact.EmailResponse
source: We'll respond within 24 hours
fr: Nous répondrons dans les 24 heures

# Contact.Location
source: Location
fr: Localisation

# Contact.LocationDescription
source: Delivery throughout Brussels metropolitan area
fr: Livraison dans toute la zone métropolitaine de Bruxelles

# Contact.FollowUs
source: Follow Us
fr: Suivez-nous

# Contact.FollowUsDescription
source: See our latest creations
fr: Voir nos dernières créations

# Contact.BusinessHours
source: Business Hours
fr: Heures d'ouverture

# Contact.MondayThursday
source: Monday - Thursday
fr: Lundi - Jeudi

# Contact.FridaySaturday
source: Friday - Saturday
fr: Vendredi - Samedi

# Contact.Sunday
source: Sunday
fr: Dimanche

# Contact.CurrentlyOpen
source: Currently Open - Orders accepted!
fr: Actuellement ouvert - Commandes acceptées !

# Contact.ReadyToOrder
source: Ready to Order?
fr: Prêt à commander ?

# Contact.BrowseMenu
source: Browse Menu
fr: Parcourir le menu

# Contact.BuildCustomRoll
source: 🎨 Build Custom Roll
fr: 🎨 Créer un rouleau personnalisé

# Contact.TrackExistingOrder
source: 📦 Track Existing Order
fr: 📦 Suivre une commande existante

# Contact.DeliveryInformation
source: Delivery Information
fr: Informations de livraison

# Contact.DeliveryFee
source: Delivery Fee:
fr: Frais de livraison :

# Contact.DeliveryTime
source: Delivery Time:
fr: Temps de livraison :

# Contact.FreeDelivery
source: Free Delivery:
fr: Livraison gratuite :

# Contact.PickupAvailable
source: Pickup Available:
fr: Retrait disponible :

# Contact.FrequentlyAskedQuestions
source: Frequently Asked Questions
fr: Questions fréquemment posées

# Contact.FAQFreshIngredients
source: How fresh are your ingredients?
fr: À quel point vos ingrédients sont-ils frais ?

# Contact.FAQFreshIngredientsAnswer
source: We source premium ingredients daily and prepare everything fresh to order. Our fish is sushi-grade and delivered daily from trusted suppliers.
fr: Nous nous approvisionnons en ingrédients premium quotidiennement et préparons tout frais à la commande. Notre poisson est de qualité sushi et livré quotidiennement par des fournisseurs de confiance.

# Contact.FAQDietaryRestrictions
source: Do you accommodate dietary restrictions?
fr: Accommodez-vous les restrictions alimentaires ?

# Contact.FAQDietaryRestrictionsAnswer
source: Absolutely! We offer vegetarian options and can accommodate most dietary needs. Please mention any allergies or preferences when ordering.
fr: Absolument ! Nous proposons des options végétariennes et pouvons accommoder la plupart des besoins alimentaires. Veuillez mentionner toute allergie ou préférence lors de la commande.

# Contact.FAQPaymentMethods
source: What payment methods do you accept?
fr: Quels modes de paiement acceptez-vous ?

# Contact.FAQPaymentMethodsAnswer
source: We accept all major credit cards through Stripe, cash on delivery, and GodPay. Payment is secure and processed safely.
fr: Nous acceptons toutes les principales cartes de crédit via Stripe, les espèces à la livraison et GodPay. Le paiement est sécurisé et traité en toute sécurité.

# Contact.FAQOrderTracking
source: Can I track my order in real-time?
fr: Puis-je suivre ma commande en temps réel ?

# Contact.FAQOrderTrackingAnswer
source: Yes! Every order gets a unique tracking number. You can follow your sushi's journey from preparation to delivery on our tracking page.
fr: Oui ! Chaque commande reçoit un numéro de suivi unique. Vous pouvez suivre le voyage de votre sushi de la préparation à la livraison sur notre page de suivi.

# Auth.Register
source: Register
fr: S'inscrire

# Auth.Login
source: Login
fr: Connexion

# Auth.JoinHidaSushi
source: Join HIDA SUSHI!
fr: Rejoignez HIDA SUSHI !

# Auth.CreateAccount
source: Create your account to start ordering
fr: Créez votre compte pour commencer à commander

# Auth.WelcomeBack
source: Welcome Back!
fr: Bon retour !

# Auth.SignInAccount
source: Sign in to your HIDA SUSHI account
fr: Connectez-vous à votre compte HIDA SUSHI

# Auth.SignIn
source: Sign In
fr: Se connecter

# Auth.RegisterButton
source: Register
fr: S'inscrire

# Auth.FullName
source: Full Name
fr: Nom complet

# Auth.EnterFullName
source: Enter your full name
fr: Entrez votre nom complet

# Auth.EmailAddress
source: Email Address
fr: Adresse email

# Auth.EnterEmail
source: Enter your email
fr: Entrez votre email

# Auth.Password
source: Password
fr: Mot de passe

# Auth.CreatePassword
source: Create a password
fr: Créez un mot de passe

# Auth.EnterPassword
source: Enter your password
fr: Entrez votre mot de passe

# Auth.ConfirmPassword
source: Confirm Password
fr: Confirmer le mot de passe

# Auth.ConfirmYourPassword
source: Confirm your password
fr: Confirmez votre mot de passe

# Auth.AcceptTerms
source: I agree to the Terms and Privacy Policy
fr: J'accepte les Conditions et la Politique de confidentialité

# Auth.Terms
source: Terms
fr: Conditions

# Auth.PrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# Auth.RememberMe
source: Remember me
fr: Se souvenir de moi

# Auth.ForgotPassword
source: Forgot password?
fr: Mot de passe oublié ?

# Auth.CreatingAccount
source: Creating Account...
fr: Création du compte...

# Auth.SigningIn
source: Signing In...
fr: Connexion en cours...

# Auth.CreateAccountButton
source: Create Account
fr: Créer le compte

# Auth.SignInButton
source: Sign In
fr: Se connecter

# Auth.DemoCredentials
source: Demo Credentials:
fr: Identifiants de démonstration :

# Auth.ClickToAutoFill
source: Click to auto-fill
fr: Cliquez pour remplir automatiquement

# Auth.ContinueAsGuest
source: Continue as Guest →
fr: Continuer en tant qu'invité →

# Auth.PleaseEnterBoth
source: Please enter both email and password.
fr: Veuillez entrer l'email et le mot de passe.

# Auth.InvalidCredentials
source: Invalid email or password.
fr: Email ou mot de passe invalide.

# Auth.LoginSuccessful
source: Login Successful! 🍣
fr: Connexion réussie ! 🍣

# Auth.WelcomeBackMessage
source: Welcome back to HIDA SUSHI!
fr: Bon retour à HIDA SUSHI !

# Auth.PleaseFillAllFields
source: Please fill in all required fields.
fr: Veuillez remplir tous les champs requis.

# Auth.PasswordsDoNotMatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# Auth.PasswordTooShort
source: Password must be at least 6 characters long.
fr: Le mot de passe doit contenir au moins 6 caractères.

# Auth.PleaseAcceptTerms
source: Please accept the Terms of Service and Privacy Policy.
fr: Veuillez accepter les Conditions de service et la Politique de confidentialité.

# Auth.PleaseEnterValidEmail
source: Please enter a valid email address.
fr: Veuillez entrer une adresse email valide.

# Auth.RegistrationSuccessful
source: Registration Successful! 🎉
fr: Inscription réussie ! 🎉

# Auth.CanNowSignIn
source: You can now sign in with your credentials.
fr: Vous pouvez maintenant vous connecter avec vos identifiants.

# Auth.RegistrationFailed
source: Registration failed. Please try again.
fr: L'inscription a échoué. Veuillez réessayer.

# Auth.ErrorOccurred
source: An error occurred. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.
